package com.company;

import java.util.Scanner;

public class Start {


    void privet() {
        System.out.println("Привет! Ты в приложении Калькулятор!");
        System.out.println("Мой функционал: сложение, вычитание, умножение, деление. И это всего лишь с двумя числами от 0 до 10. Не так уж и много?:) Нормально, пойдет!");
        System.out.println("Мой создатель заморочился и сделал еще операции с Римскими цифрами, это как прикольный бонус!");
        System.out.println("Приятного калькулирования!");
        System.out.println("Для выхода напиши в консоли: выход. И мы закончим это");
    }



    void poka() {
        System.out.println("Программа звершена! Всего хорошего тебе! Заглядывай иногда!");

    }


}
